import * as React from "react"
import Layout from '../components/layout'

export default function Example() {
    return <Layout>
        <section py="4|6|12|20">
        <div variant="container">
            <h2 variant="heading.h3" lineHeight="1" mb="10" w="130px" borderBottom='4px solid' borderColor="secondary">
              أبراج هاوس
            </h2>
            <p mb="8">
            يقع أبراج هاوس في موقع إستراتيجي مميز مطل على مدينة رام الله، و يجاور عدد من المقرات الرسمية لمجموعة من الهيئات العالمية و المحلية مثل مقر البوليس الاوروبي و مقر الأمم المتحدة و قصر الثقافة، بالإضافة لمباني حكومية. و قريبا سيتم إنشاء قاعات المعارض التابعة لبلدية رام الله. 
    يتكون البرج من 21 طابق ، تم تخصيص 5 طوابق منها كمواقف سيارات، أما باقي الطوابق 16 فهي عبارة عن مكاتب و شركات بين متوسطة و كبيرة، و يكون طابقي الرووف الاخيرين عبارة عن مطعم ذو خدمات مميزة و عالية الجودة.

    المبنى معد وفق أعلى معايير السلامة العامة  و الاهتمام بجميع شروط الامن و الدفاع المدني  حيث أن المبنى مزود بأدراج للهروب و نظام حماية من الحريق و مولد كهربائي في حالات الطوارىء ، و طاقم حراسة على مدى 24 ساعة.
    يتوفر في المبنى كذلك منطقة استقبال في الطابق الارضي.

    يضمن التصميم المعماري للمبنى السلاسة و الراحة في الاستخدام، سواء من قبل اصحاب الشركات أو الزبائن و الزوار حيث أن المبنى مزود بأربع مصاعد لإستعمال موظفي الشركات و الزبائن و الزوار، بالإضافة الى مصعد منفصل للخدمات.

            </p>
            <h4 w='240px' borderBottom='4px solid' borderColor="secondary" mb="4">الخدمات المقدمة من ابراج هاوس</h4>
            <ul>
                <li sx={{
                    "::before": {
                        "content": '"\\2022"',
                        "display": "inline-block",
                        fontWeight: "bold",
                        "marginLeft": ".4em",
                    }
                    }}
                >خدمات الحراسة العامة للمبنى و تكون على مدار 24 ساعة و بالاتفاق مع شركة حراسة متخصصة</li>
                <li sx={{
                    "::before": {
                        "content": '"\\2022"',
                        "display": "inline-block",
                        fontWeight: "bold",
                        "marginLeft": ".4em",
                    }
                    }}
                    >خدمات النظافة: و تشمل الادراج و الممرات و الأجزاء العامة من المبنى بما في ذلك المداخل و الساحات الخارجية حول المبنى</li>
                <li sx={{
                    "::before": {
                        "content": '"\\2022"',
                        "display": "inline-block",
                        fontWeight: "bold",
                        "marginLeft": ".4em",
                    }
                    }}
                    >خدمات الصيانة العامة: و تشمل صيانة معدات التكييف و مضخات المياه، صيانة الشبكات الكهربائية و المياه ، صيانة الحديقة العامة،و صيانة و تشغيل المصاعد.</li>
                <li sx={{
                    "::before": {
                        "content": '"\\2022"',
                        "display": "inline-block",
                        fontWeight: "bold",
                        "marginLeft": ".4em",
                    }
                    }}
                    >خدمة تزويد الكهرباء المستخدمة في تشغيل المصاعد و الإنارة في الأماكن الخارجية و الممرات  و مواقف السيارات و دورات المياه المشتركة.</li>
                <li sx={{
                    "::before": {
                        "content": '"\\2022"',
                        "display": "inline-block",
                        fontWeight: "bold",
                        "marginLeft": ".4em",
                    }
                    }}
                    >مولد كهربائي في حالة انقطاع التيار الكهربائي و ذلك لتشغيل المصاعد و انارة مواقف السيارت و الممرات و بيوت الدرج و الساحات المشتركة الداخلية و الخارجية.</li>
                <li sx={{
                    "::before": {
                        "content": '"\\2022"',
                        "display": "inline-block",
                        fontWeight: "bold",
                        "marginLeft": ".4em",
                    }
                    }}
                    >بئر ماء لتزويد الشركات بخدمة المياه</li>
            </ul>
        </div>
        </section>
    </Layout>
}